{
  "header.shopName": "12 СТУЛЬЕВ",
  "header.form.search": "Поиск",
  "header.en": "EN",
  "header.ru": "РУС",

  "footer.author.p1": "Сделано с",
  "footer.author.p2": "А.Шванц",

  "menu.navitem.about": "О нас",
  "menu.navitem.goods": "Товары",
  "menu.navitem.goods.doors": "Двери",
  "menu.navitem.goods.beds": "Кровати",
  "menu.navitem.goods.tables": "Столы",
  "menu.navitem.goods.chairs": "Стулья",
  "menu.navitem.goods.dressers": "Шкафы",

  "menu.navitem.profile": "Профиль",
  "menu.navitem.profile.edit": "Изменить профиль",
  "menu.navitem.profile.requisite": "Адрес доставки",
  "menu.navitem.profile.delete": "Удалить профиль",

  "menu.navitem.orders": "Заказы",
  "menu.navitem.basket": "Корзина",


  "menu.button.register": "Регистрация",
  "menu.button.login": "Авторизация",
  "menu.button.logout": "Выход",

  "about.quote1": "У нас самый лучший мебельный магазин и все остальные нам завидуют!",
  "about.quote2": "У вас нет телевизора? А к чему повернута вся ваша мебель?",
  "about.quote3": "Купи себе диван, и на два года ты полностью удовлетворен: не важно, что что-то идет не так, по крайней мере, ты решил вопрос с диваном.",
  "about.quote4": "В первый год покупают мебель. На второй год мебель переставляют. На третий год мебель делят.",
  "about.quote5": "Она посмотрела на мебель, и ей вдруг так захотелось, чтоб диван протянул к ней руки и обнял её. Нет, он оставался равнодушным.",
  "about.quote6": "Если люди с хорошим настроением тащат мебель, то, скорее всего, это судебные приставы.",
  "about.quote7": "Только буржуа покупают мебель; настоящие аристократы мебель наследуют.",
  "about.quote8": "Диван в лаборатории был просто отменный. Не слишком жёсткий, не слишком мягкий; подушка идеально прогибалась под головой. Выполняя заказы в различных конторах, я отдыхал на самых разных диванах, и могу квалифицированно заявить: по-настоящему удобных диванов на свете почти не встретишь. В подавляющем большинстве, это расхожие штамповки, купленные наобум: смотришь — вроде бы высший класс, а попробуй прилечь — проклянёшь все на свете. Если честно, я не понимаю, почему люди настолько небрежно выбирают себе диваны. Я убеждён, хоть это, возможно, и предрассудок: по тому, как человек выбирает себе диван, можно судить о его характере. Диваны — отдельный мир со своими незыблемыми законами. Но понимает это лишь тот, кто вырос на хорошем диване. Примерно так же, как вырастают на хорошей музыке или хорошей литературе. Хороший диван даёт жизнь другому хорошему дивану, а плохой диван не порождает ничего, кроме очередного плохого дивана. Увы, это так. Я знаю много людей, которые ездят на суперроскошных автомобилях, но в своём доме отдыхают на второсортных, если не третьесортных диванах. Таким людям не очень хочется доверять. В дорогой машине, безусловно, есть свои достоинства — но, что ни говори, это просто дорогая машина. Такую купит любой — были бы деньги. Но для того, чтобы купить хороший диван, нужны свой взгляд на мир, свой опят, своя философия. Деньги, конечно, тоже нужны, но одними деньгами тут не отделаешься. Без ясного представления, что для тебя в жизни диван, идеального варианта не подобрать.",
  "about.quote9": "У него не было друзей. К нему относились как к мебели — полезной, но безликой, и такой же безмолвной.",
  "about.quote10": "Не так страшна мебель, как женщина, которая постоянно меняет решения — куда её переставить.",
  "about.quote11": "Почему-то сделанное своими руками всегда вызывает тёплые чувства, чем беззастенчиво пользуются всякие бракоделы типа Икеи, продавая под видом мебели корявенькие конструкторы «Собери сам».",
  "about.quote12": "Когда мы молоды, мебель предпочитает лакомится пальцами наших ног, когда стареем, любимым блюдом всех её углов становится наша голова, в особенности лоб.",

  "button.submit": "Подтвердить",
  "button.clean": "Oчистить",
  "button.close": "Закрыть",

  "register.title": "Регистрация нового пользователя",
  "register.name": "Имя и фамилия",
  "register.name.help": "Имя и фамилия должны быть не менее 4 символов",
  "register.email": "Эл. почта",
  "register.login": "Логин",
  "register.login.help": "Логин должен быть не менее 4 символов",
  "register.password": "Пароль",
  "register.password.help": "Пароль должен быть не менее 5 символов",
  "register.confirmPassword": "Подтвердите пароль",
  "register.alert.length": "Недопустимая длина поля",
  "register.alert.email": "Неверный формат эл.почты",
  "register.alert.notEqual": "'Пароль' и 'Подтвердите пароль' должны совпадать",

  "alert.register.success.part1": "Пользователь ",
  "alert.register.success.part2": ", регистрация прошла успешно!",
  "alert.register.danger.part1": "Пользователь с логином ",
  "alert.register.danger.part2": " уже существует!",

  "login.title": "Авторизация",
  "login.login": "Логин",
  "login.login.help": "Логин должен быть не менее 4 символов",
  "login.password": "Пароль",
  "login.password.help": "Пароль должен быть не менее 5 символов",

  "alert.login.success.part1": "Пользователь ",
  "alert.login.success.part2": ", успешно вошел в систему!",
  "alert.login.danger": "Пользователя с таким логином и паролем не существует!"
}
